Repository: smihaylov79/hrp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, ro

source: Всички покупки
el: Όλες οι αγορές
ro: Toate cumpărăturile

source: Плати битови сметки/вътрешен разход
el: Πληρωμή λογαριασμών / εσωτερικής δαπάνης
ro: Plătește facturi / cheltuială internă

source: Регистрирай нова покупка/разход
el: Καταχώρισε νέα αγορά / δαπάνη
ro: Înregistrează o nouă achiziție / cheltuială

source: Покупки с всички продукти
el: Αγορές με όλα τα προϊόντα
ro: Cumpărături cu toate produsele

source: Премахни филтъра
el: Αφαίρεση φίλτρου
ro: Elimină filtrul

source: Потребител
el: Χρήστης
ro: Utilizator

source: Дата
el: Ημερομηνία
ro: Dată

source: Магазин
el: Κατάστημα
ro: Magazin

source: Общо
el: Σύνολο
ro: Total

source: Валута
el: Νόμισμα
ro: Monedă

source: Действия
el: Ενέργειες
ro: Acțiuni

source: Редактирай
el: Επεξεργασία
ro: Editează

source: Няма покупки към момента.
el: Δεν υπάρχουν αγορές προς το παρόν.
ro: Nu există cumpărături momentan.

source: Начало
el: Αρχική
ro: Acasă

source: Отчети/Анализи
el: Αναφορές / Αναλύσεις
ro: Rapoarte / Analize

source: Пазаруване/Разходи
el: Ψώνια / Έξοδα
ro: Cumpărături / Cheltuieli

source: Приходи
el: Έσοδα
ro: Venituri

source: Наличности
el: Αποθέματα
ro: Stocuri

source: Сготви
el: Μαγείρεψε
ro: Gătește

source: Пари
el: Οικονομικά
ro: Finanțe

source: Забавление
el: Ψυχαγωγία
ro: Divertisment

source: Форум
el: Φόρουμ
ro: Forum

source: Задачи
el: Εργασίες
ro: Sarcini

source: Изход
el: Αποσύνδεση
ro: Ieșire

source: Влез
el: Σύνδεση
ro: Autentificare

source: Регистрирай се
el: Εγγραφή
ro: Înregistrare

source: Въведи град...
el: Εισάγετε πόλη...
ro: Introdu orașul...

source: Промени
el: Αλλαγή
ro: Modifică

source: Weather icon
el: Εικονίδιο καιρού
ro: Iconiță meteo

source: min
el: ελάχ

source: max
el: μέγ

source: Icon
el: Εικονίδιο
ro: Iconiță

source: Имаш %(tasks_today)s задачи за днес
el: Έχετε %(tasks_today)s εργασίες για σήμερα
ro: Ai %(tasks_today)s sarcini pentru azi

source: Няма задачи за днес!
el: Δεν υπάρχουν εργασίες για σήμερα!
ro: Nu există sarcini pentru azi!

source: и %(tasks_overdue)s просрочени!
el: και %(tasks_overdue)s καθυστερημένες!
ro: și %(tasks_overdue)s întârziate!

source: Виж всички задачи
el: Δείτε όλες τις εργασίες
ro: Vezi toate sarcinile

source: Имаш %(events_today|length)s събития за днес
el: Έχετε %(events_today|length)s γεγονότα σήμερα
ro: Ai %(events_today|length)s evenimente azi

source: Виж календар
el: Δείτε το ημερολόγιο
ro: Vezi calendarul

source: Няма събития за деня!
el: Δεν υπάρχουν γεγονότα για σήμερα!
ro: Nu există evenimente pentru azi!

source: Отчети и анализи
el: Αναφορές και αναλύσεις
ro: Rapoarte și analize

source: Календар
el: Ημερολόγιο
ro: Calendar
